{"keras_version": "2.2.2", "class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"dtype": "float32", "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "batch_input_shape": [null, 4], "activity_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "use_bias": true, "units": 6, "kernel_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "name": "dense_4"}}, {"class_name": "Dense", "config": {"use_bias": true, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "name": "dense_5", "activity_regularizer": null, "bias_regularizer": null, "units": 6, "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}}}, {"class_name": "Dense", "config": {"use_bias": true, "activation": "linear", "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "name": "dense_6", "activity_regularizer": null, "bias_regularizer": null, "units": 1, "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}}}]}